import AccordionInterface from "../interfaces/accordion-interface";

export const QAAfter: AccordionInterface[] = [
  {
    title: "ما معنى مصطلحات القبول ؟ ( رفض، متقدم، قبول مشروط، قبول)",
    answer:
      'معنى الرفض: هو عدم اجتياز المتقدم لبعض او كل شروط التقديم المعلن عنها مسبقاً، مثل عدم إحرازه لنسبة القبول المطلوبة أو عدم اكمال إجراءات القبول خلال المدة المحددة.\nمعنى المتقدم: هو الطالب الذي قام بالتقديم على طلب الإنضمام للجامعة.\nالقبول المشروط: وهو القبول المعلق والمتوقف على تحقيق شرط معين، مثل: اجتياز الفحوصات الطبية لبعض الكليات، او مثل اجتياز شرط اللغة الإنجليزية في الإبتعاث الخارجي.\nالقبول: معناه هو أن المتقدم قد أحرز جميع متطلبات القبول وتجاوزها بنجاح وبذلك يعد مقبولاً في المسار الذي تم التقديم عليه بمجرد أن ينهي إجراءات القبول والحصول على "إشعار القبول".',
    key: "1",
    ariaLabel: "",
  },
  {
    title: "ماهو القبول على دفعات وكيفية الترقية من تخصص لاخر؟",
    answer:
      "القبول على دفعات يتم بناءً على عدد المقاعد الشاغرة التي تحددها الجامعة لكل كلية، وتتفاوت الدفعات في الجامعات بناءً على أعداد المتقدمين و من يقوم بإكمال إجراءات قبوله وفق التاريخ المحدد.\nأما الترقية من تخصص لآخر فهي تتم آلياً بناءً على الرغبات التي قام بترتيبها المتقدم أثناء عملية التقديم، ولايمكن النزول لرغبة أدنى إذا تم تحقيق نسبة الرغبة الأعلى.",
    key: "2",
    ariaLabel: "",
  },
  {
    title: "هل التقديم في اكثر من جامعة يأثر على قبولي؟",
    answer:
      "لايؤثر.\nلكن إكمال إجراءات القبول في أكثر من جامعة واحدة دون الإنسحاب من الجامعة السابقة يؤدي إلى إلغاء جميع القبولات.",
    key: "3",
    ariaLabel: "",
  },
  {
    title: "كيف احسب موزونتي ؟",
    answer: "من خلال بوابة القبول التابعة للجامعة المراد التقدم لها.",
    key: "4",
    ariaLabel: "",
  },
  {
    title: "كيف اختار الدوله المناسبه البعثه؟",
    answer:
      "اختيار الدولة المناسبة للبعثة خيار شخصي يختلف من شخص لشخص وايضا يعتمد على اي برنامج بعثة , ف يجب عليك التفكير في تكاليف المعيشة خصوصا في المدن الباهظة ك لندن ونيويورك ويجب عليك اخذ مستوى الأمان لهذه الدولة فمثلا كل ولاية من ولايات أمريكا لها نسبة أمان مختلفة وايضا لاتنسى صعوبة الجامعه و ترتيبها على العالم بنسبة لتخصصك , وتاكد قبل ان تتخذ قرارك ان تستفسر عن الدولة والجامعة المرادة من خلال سؤال الطلاب الذين درسوا فيها ",
    key: "5",
    ariaLabel: "",
  },
  {
    title: "هل الأولوية في القبول للانتظام لخريجي الثانوية للعام الحالي؟",
    answer:
      "في الغالب، لا تكون هناك أولوية لخريجي السنة الحالية، ولكن العديد من الجامعات لا تقبل من مضى على شهادة تخرجهم خمس سنوات أو أكثر اما بالنسبة للمسارات الصحية فقد لا تقبل من مضى على تخرجهم سنتين أو أكثر، وهذا يختلف من جامعة لأخرى",
    key: "6",
    ariaLabel: "",
  },
  {
    title: "هل أحتاج لاختبار ستيب؟",
    answer:
      "تحتاج لاختبار ستيب إذا كنت ترغب في التقديم على جامعة الملك فهد للبترول حيث إنه متطلب للقبول أو إذا كانت لديك رغبة في دخول أحد تخصصات اللغة الإنجليزية والترجمة واللغات. توجد أيضًا جامعات مثل الأميرة نورة تطلبه في تخصص اللغات والتمريض ، وجامعة الإمام محمد بن سعود تطلبه في تخصصات اللغات والترجمة والمسار الصحي، بالإضافة إلى الكليات العسكرية والجامعة السعودية الإلكترونية في جميع التخصصات. الأمر يعتمد على رغباتك والتخصص المطلوب.",
    key: "7",
    ariaLabel: "",
  },
  {
    title: "معنى القبول السنوي؟",
    answer:
      "القبول السنوي يعني أن التقديم على الجامعة يكون سنويًا ولا يمكن التقديم في وقت الفصل الدراسي الثاني.",
    key: "8",
    ariaLabel: "",
  },
  {
    title: "كيف احسب موزونتي ؟",
    answer:
      'يمكنك حساب موزونتك بزيارة موقع الجامعة لمعرفة النسبة المئوية للتخصص المطلوب. أقترح عليك زيارة تطبيق "ضوء الخريج"، وهو تطبيق مخصص لجامعات المملكة العربية السعودية، يوضح التخصصات المتاحة لكل جامعة مع إمكانية حساب النسبة الموزونة لكل تخصص بطريقة سلسة.',
    key: "9",
    ariaLabel: "",
  },
  {
    title: "ماهو القبول الموحد؟",
    answer:
      "القبول الموحد هو موقع إلكتروني يُمكن الطالب من التقديم في جميع جامعات الرياض بتقديم واحد. يمكن من خلاله ترتيب التخصصات حسب الرغبة وحسب الجامعة المراد الانضمام إليها. لا يُلزم الطالب باختيار جميع التخصصات والجامعات  فمن الممكن التقديم على القبول الموحد واختيار تخصص واحد أو جامعة واحدة فقط.",
    key: "10",
    ariaLabel: "",
  },
];
