import AccordionInterface from "../interfaces/accordion-interface";

export const QAAfter: AccordionInterface[] = [
  {
    title: "وش ممكن اسوي فالجامعه غير الدراسه؟",
    answer:
      "الحياة الجامعية عالم مثري مليء بالمعرفة من كل جانب ولكن لا يقتصر هذا العالم على المذاكرة وأخذ المحاضرات تتيح لك الجامعة الفرصة في توسيع دائرتك الاجتماعية التي تساهم في تنمية شخصيتك ومهاراتك، مشاركتك في الأندية الجامعية ايضا تتيح لك فرصة مميزة لتنمية مهاراتك والمشاركة في فعاليات مختلفة،في كل جامعة توجد عدة اندية طلابية في مختلف التخصصات تقدم هذه الاندية عدة فعاليات متناسبة مع طلاب التخصص.",
    key: "1",
    ariaLabel: "",
  },
  {
    title: "لغتي الإنجليزية ضعيفة هل هذا يعتبر عائق؟",
    answer:
      'في اغلب الجامعات و التخصصات يتم الاعتماد على اللغة الانجليزية بشكل تام في الدراسة، لا تعتبر اللغة عائق بشكل تام ولكن من الممكن ان يواجه الطالب صعوبة في البداية "مع مرور الوقت و التعود سيصبح الأمر اسهل" بسبب اعتماد اللغة الانجليزية في الدراسة.\nاغلب الجامعات تقدم اختبار تحديد مستوى لطلاب السنة التحضيرية لتساعدهم في تطوير اللغة الإنجليزية بما يتناسب مع مستواهم.',
    key: "2",
    ariaLabel: "",
  },
  {
    title: "هل مواد السنة التحضيرية مشابهة إلى مواد ثانوي؟",
    answer:
      "نعم يوجد تشابه في المواد العامة ولكن الاختلاف انها باللغة الانجليزية وايضا ستكون بمستوى عميق ومتقدم .",
    key: "3",
    ariaLabel: "",
  },
  {
    title: "ماهي نوادي التوستماسترز بايش ممكن تفيدني ومين ممكن يقدمها ؟ ",
    answer:
      "منظمة التوستماسترز العالمية والمعروفة باختصار توستماسترز Toasmasters هي مؤسسة غير ربحية تعليمية تنظم أندية حول العالم لمساعدة الناس في التواصل والتحدث أمام العامة وتعليمهم مهارات القيادة موجوده عندنا في السعودية باللغتين العربية والإنجليزية  وتتكون من لقاءات أسبوعين وكذلك مسابقات محلية وعالمية بالامكان العضو التنافس فيها والفوز بالبطولة مثل فوز الخطيب السعودي محمد القحطاني في بطولة عام ٢٠١٥ ",
    key: "4",
    ariaLabel: "",
  },
  {
    title: "ماهو برنامج السنة التحضيرية؟",
    answer:
      "السنة التحضيرية تعتبر عتبة البداية للدخول الى الجامعة وأساس التخصص،هدفها هو  تهيئة الطلاب للتعليم الجامعي . تطوير مهارات الطلاب في اللغة الإنجليزية وتقنية المعلومات.\nيطبق برنامج السنة التحضيرية على جميع الطلاب والطالبات ً المقبولين على مسارات الكليات وفقا لشروط القبول التي يحددها مجلس الجامعة. تتكون الدراسة في برنامج السنة التحضيرية من فصلين دراسيين ً متتاليين كاملين ويجوز تمديدها فصلا ً دراسيا ً صيفيا حسب اللوائح والأنظمة.",
    key: "6",
    ariaLabel: "",
  },
  {
    title: "مدة صلاحية اختبار القدرات والتحصيلي؟",
    answer:
      "أوضحت هيئة تقويم التعليم والتدريب أن نتيجة اختبار التحصيلي والقدرات العامة تستمر ل5 سنوات تبدأ من تاريخ الاختبار.",
    key: "7",
    ariaLabel: "",
  },
  {
    title: "إذا تم ترشيحي للقبول على غير رغبتي، ماذا أفعل؟",
    answer:
      "اذا لم تقبل في رغبتك الاولى في اول دفعة قبول نشط طلبك في موقع الجامعة للدخول في المنافسة في الدفعة الثانية والثالثة وايضا بعض الجامعات تطبق نظام الشواغر او الدفعات الاضافية, وعدم ترشيحك لأول رغبة لا تعني سد جميع الأبواب مازالت هناك فرص في تخصصات اخرى و ايضا جامعات اخرى انتظر ظهور جميع النتائج ثم قيم الخيارات.",
    key: "8",
    ariaLabel: "",
  },
  {
    title: "ماهو الفرق بين الانتساب والتعلم عن بعد؟",
    answer:
      "يعتمدُ نظام التعلم عن بعد على دراسة الطالب للمواد من خلال الإنترنت، وحضور المحاضرات مرتين أو ثلاثة في الأسبوع حسْب الجدول الذي وضعه الطالب وعدد الأيام التي حدّدها أسبوعيّاً، أمّا في نظام الانتساب فإنّ المحاضرات تتم إلكترونيّاً لمدة ثلاثة أسابيع فقط خلال الفصل الواحد، حيث يتم شرح جميع المواد من خلال محاضرات مسجلة، وحضورها من خلال الإنترنت. نظام التعليم عن بعد يعتمد على حضور المحاضرات واداء الواجبات والاختبارات الفصلية والنهائية ولكن نظام الانتساب هناك اختبار واحد للمادة فقط نهاية الفصل.",
    key: "9",
    ariaLabel: "",
  },
  {
    title: "لم يتم قبولي في رغبتي الاولى هل توجد فرص اخرى؟",
    answer:
      "بلا شك توجد العديد من الفرصة المتاحة اولا يجب عليك تقييم مدى رغبتك في تخصص  الرغبة الثانية و اذا كانت لديك فرصة لدراسته و الاستمرار فيه وجود رغبة ثانية قادر على أن تتخصص فيها يعتبر فرصة جميلة، لكن اذا كان الهدف الرئيسي لك هو القبول في تخصص الرغبة الأولى عليك بالبحث في بقية الجامعات ان كانت لديك فرصة للقبول فيها  او للتقديم عليها  كفصل ثاني، وجود البعثات يعتبر أيضا فرصة اخرى للتقديم على التخصص المطلوب، وجود الجامعات الخاصة التي تتيح لك فرصة في تخصصات متعددة.",
    key: "10",
    ariaLabel: "",
  },
  {
    title: "ماهو اختبار تحديد المستوى",
    answer:
      "اختبار تحديد المستوى هو اختبار تضعه بعض الجامعات لتحديد مستواك في اللغة الإنجليزية أو في الرياضيات. بناءً على نتائج هذا الاختبار، تحدد الجامعة المستوى المناسب لقدراتك. إذا كان مستواك في المادة ممتازًا، فقد تتمكن من تخطي المادة وتوفير الوقت.",
    key: "11",
    ariaLabel: "",
  },
  {
    title: "هل تأكيد القبول في جامعة يعني عدم قبولي في اي جامعة اخرى؟",
    answer:
      "لا، تأكيد قبولك في جامعة لا يعني عدم قبولك في جامعة أخرى. ومع ذلك، إذا أكدت قبولك في جامعتين في نفس الوقت، فقد يتم إلغاء تقديمك في كلتيهما. لذا، عندما ترغب في تأكيد قبولك في جامعة أخرى، تأكد من الانسحاب من الجامعة الأولى.",
    key: "12",
    ariaLabel: "",
  },
  {
    title: "ما هو الفرق بين التخصيص و التسكين؟",
    answer:
      'التسكين: اختيار طالب التحضيري كلية لينافس على المقاعد المتاحة بها "كنتقال طلاب المسار الصحي الى كلية الطب ".\nالتخصيص: اختيار تخصص داخل الكلية التي استقر بها "كنتقال طلاب كلية الهندسة الى تخصص الهندسة الميكانيكية".',
    key: "13",
    ariaLabel: "",
  },
  
];
